[
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/1/",
        "ayah_number": 1,
        "text": "Alif Lam Mim"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/2/",
        "ayah_number": 2,
        "text": "Those are the signs of the Wise Book"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/3/",
        "ayah_number": 3,
        "text": "for a guidance and a mercy to the good-doers"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/4/",
        "ayah_number": 4,
        "text": "who perform the prayer, and pay the alms, and have sure faith in the Hereafter."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/5/",
        "ayah_number": 5,
        "text": "Those are upon guidance from their Lord; those are the prosperers."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/6/",
        "ayah_number": 6,
        "text": "Some men there are who buy diverting talk to lead astray from the way of God without knowledge, and to take it in mockery; those -- there awaits them a humbling chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/7/",
        "ayah_number": 7,
        "text": "And when Our signs are recited to such a man he turns away, waxing proud, as though he heard them not, and in his ears were heaviness; so give him good tidings of a painful chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/8/",
        "ayah_number": 8,
        "text": "Surely those who believe, and do deeds of righteousness, there awaits them Gardens of Bliss"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/9/",
        "ayah_number": 9,
        "text": "therein to dwell forever -- God's promise in truth; and He is the All-mighty, the All-wise."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/10/",
        "ayah_number": 10,
        "text": "He created the heavens without pillars you can see, and He cast on the earth firm mountains, lest it shake with you, and He scattered abroad in it all manner of crawling thing. And We sent down out of heaven water, and caused to grow in it of every generous kind."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/11/",
        "ayah_number": 11,
        "text": "This is God's creation; now show me what those have created that are apart from Him! Nay, but the evildoers are in manifest error."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/12/",
        "ayah_number": 12,
        "text": "Indeed, We gave Lokman wisdom: 'Give thanks to God. Whosoever gives thanks gives thanks only for his own soul's good, and whosoever is ungrateful -- surely God is All-sufficient, All-laudable.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/13/",
        "ayah_number": 13,
        "text": "And when Lokman said to his son, admonishing him, 'O my son, do not associate others with God; to associate others with God is a mighty wrong."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/14/",
        "ayah_number": 14,
        "text": "(And We have charged man concerning his parents -- his mother bore him in weakness upon weakness, and his weaning was in two years -- 'Be thankful to Me, and to thy parents; to Me is the homecoming."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/15/",
        "ayah_number": 15,
        "text": "But if they strive with thee to make thee associate with Me that whereof thou hast no knowledge, then do not obey them. Keep them company honourable in this world; but follow the way of him who turns to Me. Then unto Me you shall return, and I shall tell you what you were doing.')"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/16/",
        "ayah_number": 16,
        "text": "'O my son, if it should be but the weight of one grain of mustard-seed, and though it be in a rock, or in the heavens, or in the earth, God shall bring it forth; surely God is All-subtle, All-aware."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/17/",
        "ayah_number": 17,
        "text": "O my son, perform the prayer, and bid unto honour, and forbid dishonour. And bear patiently whatever may befall thee; surely that is true constancy."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/18/",
        "ayah_number": 18,
        "text": "Turn not thy cheek away from men in scorn, and walk not in the earth exultantly; God loves not any man proud and boastful."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/19/",
        "ayah_number": 19,
        "text": "Be modest in thy walk, and lower thy voice; the most hideous of voices is the ass's.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/20/",
        "ayah_number": 20,
        "text": "Have you not seen how that God has subjected to you whatsoever is in the heavens and earth, and He has lavished on you His blessings, outward and inward? And among men there is such a one that disputes concerning God without knowledge or guidance, or an illuminating Book;"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/21/",
        "ayah_number": 21,
        "text": "and when it is said to them, 'Follow what God has sent down,' they say, 'No; but we will follow such things as we found our fathers doing.' What? Even though Satan were calling them to the chastisement of the burning?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/22/",
        "ayah_number": 22,
        "text": "And whosoever submits his will to God, being a good-doer, has laid hold of the most firm handle; and unto God is the issue of all affairs."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/23/",
        "ayah_number": 23,
        "text": "And whoso disbelieves, let not his disbelief grieve thee; unto Us they shall return, and We shall tell them what they did. Surely God knows all the thoughts within the breasts."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/24/",
        "ayah_number": 24,
        "text": "To them We give enjoyment a little, then We compel them to a harsh chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/25/",
        "ayah_number": 25,
        "text": "If thou askest them, 'Who created the heavens and the earth?' they will say, 'God.' Say: 'Praise belongs to God.' Nay, but most of them have no knowledge."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/26/",
        "ayah_number": 26,
        "text": "To God belongs all that is in the heavens and the earth; surely God -- He is the All-sufficient, the All-laudable."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/27/",
        "ayah_number": 27,
        "text": "Though all the trees in the earth were pens, and the sea-seven seas after it to replenish it, yet would the Words of God not be spent. God is All-mighty, All-wise."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/28/",
        "ayah_number": 28,
        "text": "Your creation and your upraising are as but as a single soul. God is All-hearing, All-seeing."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/29/",
        "ayah_number": 29,
        "text": "Hast thou not seen how that God makes the night to enter into the day and makes the day to enter into the night. and He has subjected the sun and the moon, each of them running to a stated term, and that God is aware of what you do?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/30/",
        "ayah_number": 30,
        "text": "That is because God -- He is the Truth, and that they call upon apart from Him -- that is the false; and for that God is the All-high, the All-great."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/31/",
        "ayah_number": 31,
        "text": "Hast thou not seen how that the ships run upon the sea by the blessing of God, that He may show you some of His signs? Surely in that are signs for every man enduring, thankful."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/32/",
        "ayah_number": 32,
        "text": "And when the waves cover them like shadows they call upon God, making their religion sincerely His; but when He has delivered them to the land, some of them are lukewarm. And none denies Our signs, except every ungrateful traitor."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/33/",
        "ayah_number": 33,
        "text": "O men, fear your Lord, and dread a day when no father shall give satisfaction for his child, and no child shall give satisfaction for his father whatever. Surely God's promise is true; so let not the present life delude you, and let not the Deluder delude you concerning God."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/31/34/",
        "ayah_number": 34,
        "text": "Surely God -- He has knowledge of the Hour; He sends down the rain; He knows what is in the wombs. No soul knows what it shall earn tomorrow, and no soul knows in what land it shall die. Surely God is All-knowing, All-aware."
    }
]