[
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/1/",
        "ayah_number": 1,
        "text": "Alif Lam Mim"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/2/",
        "ayah_number": 2,
        "text": "The sending down of the Book, wherein no doubt is, from the Lord of all Being."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/3/",
        "ayah_number": 3,
        "text": "Or do they say, 'He has forged it'? Say: 'Not so; it is the truth from thy Lord that thou mayest warn a people to whom no warner came before thee, that haply so they may be guided."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/4/",
        "ayah_number": 4,
        "text": "God is He that created the heavens and the earth, and what between them is, in six days, then seated Himself upon the Throne. Apart from Him, you have no protector neither mediator; will you not remember?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/5/",
        "ayah_number": 5,
        "text": "He directs the affair from heaven to earth, then it goes up to Him in one day, whose measure is a thousand years of your counting."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/6/",
        "ayah_number": 6,
        "text": "He is the knower of the Unseen and the Visible, the All-mighty, the All-compassionate,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/7/",
        "ayah_number": 7,
        "text": "who has created all things well. And He originated the creation of man out of clay,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/8/",
        "ayah_number": 8,
        "text": "then He fashioned his progeny of an extraction of mean water,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/9/",
        "ayah_number": 9,
        "text": "then He shaped him, and breathed His spirit in him. And He appointed for you hearing, and sight, and hearts; little thanks you show."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/10/",
        "ayah_number": 10,
        "text": "They say, 'What, when we have gone astray in the earth, shall we indeed be in a new creation?' Nay, but they disbelieve in the encounter with their Lord."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/11/",
        "ayah_number": 11,
        "text": "Say: 'Death's angel, who has been charged with you, shall gather you, then to your Lord you shall be returned.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/12/",
        "ayah_number": 12,
        "text": "Ah, if thou couldst see the guilty hanging their heads before their Lord! 'Our Lord, we have seen and heard; now return us, that we may do righteousness, for we have sure faith.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/13/",
        "ayah_number": 13,
        "text": "'If We had so willed, We could have given every soul its guidance; but now My Word is realized -- \" Assuredly I shall fill Gehenna with jinn and men all together.\""
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/14/",
        "ayah_number": 14,
        "text": "So now taste, for that you forgot the encounter of this your day! We indeed have forgotten you. Taste the chastisement of eternity for that you were doing!'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/15/",
        "ayah_number": 15,
        "text": "Only those believe in Our signs who, when they are reminded of them, fall down prostrate and proclaim the praise of their Lord, not waxing proud."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/16/",
        "ayah_number": 16,
        "text": "Their sides shun their couches as they call on their Lord in fear and hope; and they expend of that We have provided them."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/17/",
        "ayah_number": 17,
        "text": "No soul knows what comfort is laid up for them secretly, as a recompense for that they were doing."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/18/",
        "ayah_number": 18,
        "text": "What? Is he who has been a believer like unto him who has been ungodly? They are not equal."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/19/",
        "ayah_number": 19,
        "text": "As for those who believe, and do deeds of righteousness, there await them the Gardens of the Refuge, in hospitality for that they were doing."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/20/",
        "ayah_number": 20,
        "text": "But as for the ungodly, their refuge shall be the Fire; as often as they desire to come forth from it, they shall be restored into it, and it shall be said to them, 'Taste the chastisement of the Fire, which you cried lies to.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/21/",
        "ayah_number": 21,
        "text": "And We shall surely let them taste the nearer chastisement, before the greater; haply so they will return."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/22/",
        "ayah_number": 22,
        "text": "And who does greater evil than he who is reminded of the signs of his Lord, then turns away from them? We shall take vengeance upon the sinners."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/23/",
        "ayah_number": 23,
        "text": "Indeed, We gave Moses the Book; so he not in doubt concerning the encounter with him; and We appointed it for a guidance to the Children of Israel."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/24/",
        "ayah_number": 24,
        "text": "And We appointed from among them leaders guiding by Our command, when they endured patiently, and had sure faith in Our signs."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/25/",
        "ayah_number": 25,
        "text": "Surely thy Lord will distinguish between them on the Resurrection Day, touching that whereon they were at variance."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/26/",
        "ayah_number": 26,
        "text": "Is it not a guidance to them, how many generations We destroyed before them in whose dwelling-places they walk? Surely in that are signs; what, will they not hear?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/27/",
        "ayah_number": 27,
        "text": "Have they not seen how We drive the water to the dry land and bring forth crops therewith whereof their cattle and themselves eat? What, will they not see?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/28/",
        "ayah_number": 28,
        "text": "They also say, 'When shall be this Victory, if you speak truly?'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/29/",
        "ayah_number": 29,
        "text": "Say: 'On the Day of Victory their faith shall not profit the unbelievers, nor shall they be respited.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/32/30/",
        "ayah_number": 30,
        "text": "So turn thou away from them, and wait; they too are waiting."
    }
]