[
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/1/",
        "ayah_number": 1,
        "text": "Surely We have given thee a manifest victory,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/2/",
        "ayah_number": 2,
        "text": "that God may forgive thee thy former and thy latter sins, and complete His blessing upon thee, and guide thee on a straight path,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/3/",
        "ayah_number": 3,
        "text": "and that God may help thee with mighty help."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/4/",
        "ayah_number": 4,
        "text": "It is He who sent down the Shechina (tranquillity) into the hearts of the believers, that they might add faith to their faith -- to God belong the hosts of the heavens and the earth; God is All-knowing, All-wise --"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/5/",
        "ayah_number": 5,
        "text": "and that He may admit the believers, men and women alike, into gardens underneath which rivers flow, therein to dwell forever, and acquit them of their evil deeds; that is in God's sight a mighty triumph;"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/6/",
        "ayah_number": 6,
        "text": "and that He may chastise the hypocrites, men and women alike, and the idolaters men and women alike, and those who think evil thoughts of God; against them shall be the evil turn of fortune. God is wroth with them, and has cursed them, and has prepared for them Gehenna -- an evil homecoming!"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/7/",
        "ayah_number": 7,
        "text": "To God belong the hosts of the heavens and the earth; God is All-mighty, All-wise."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/8/",
        "ayah_number": 8,
        "text": "Surely We have sent thee as a witness, good tidings to bear, and warning,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/9/",
        "ayah_number": 9,
        "text": "that you may believe in God and His Messenger and succour Him, and reverence Him, and that you may give Him glory at the dawn and in the evening."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/10/",
        "ayah_number": 10,
        "text": "Those who swear fealty to thee swear fealty in truth to God; God's hand is over their hands. Then whosoever breaks his oath breaks it but to his own hurt; and whoso fulfils his covenant made with God, God will give him a mighty wage."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/11/",
        "ayah_number": 11,
        "text": "The Bedouins who were left behind will say to thee, 'We were occupied by our possessions and our families; so ask forgiveness for us!' They say with their tongues what is not in their hearts. Say: 'Who can avail you aught against God, if He desires hurt for you, or desires profit for you? Nay, but God is ever aware of the things you do."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/12/",
        "ayah_number": 12,
        "text": "Nay, but you thought that the Messenger and the believers would never return to their families, and that was decked out fair in your hearts, and you thought evil thoughts, and you were a people corrupt.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/13/",
        "ayah_number": 13,
        "text": "Whoso believes not in God and His Messenger, We have prepared for the unbelievers a Blaze."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/14/",
        "ayah_number": 14,
        "text": "To God belongs the kingdom of the heavens and of the earth; whomsoever He will He forgives, and whomsoever He will He chastises; God is All-forgiving, All-compassionate."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/15/",
        "ayah_number": 15,
        "text": "The Bedouins who were left behind will say, when you set forth after spoils, to take them, 'Let us follow you,' desiring to change God's words. Say: 'You shall not follow us; so God said before.' Then they will say, 'Nay, but you' are jealous of us.' Nay, but they have not understood except a little."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/16/",
        "ayah_number": 16,
        "text": "Say to the Bedouins who were left behind: 'You shall be called against a people possessed of great might' to fight them, or they surrender. If you obey, God will give you a goodly wage; but if you turn your backs, as you turned your backs before, He will chastise you with a painful chastisement.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/17/",
        "ayah_number": 17,
        "text": "There is no fault in the blind, and there is no fault in the lame, and there is no fault in the sick. And whosoever obeys God and His Messenger, He will admit him into gardens underneath which rivers flow; but whosoever turns his back, him He will chastise with a painful chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/18/",
        "ayah_number": 18,
        "text": "God was well pleased with the believers when they were swearing fealty to thee under the tree, and He knew what was in their hearts, so He sent down the Shechina upon them, and rewarded them with a nigh victory"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/19/",
        "ayah_number": 19,
        "text": "and many spoils to take; and God is ever All-mighty, All-wise."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/20/",
        "ayah_number": 20,
        "text": "God has promised you many spoils to take; these He has hastened to you, and has restrained the hands of men from you, and that it may be a sign to the believers, and to guide you on a straight path,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/21/",
        "ayah_number": 21,
        "text": "and other spoils you were not able to take; God had encompassed them already. God is powerful over everything."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/22/",
        "ayah_number": 22,
        "text": "If the unbelievers had fought you, they would have turned their backs, and then found neither protector nor helper;"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/23/",
        "ayah_number": 23,
        "text": "the wont of God, as in the past before, and thou shalt never find any changing the wont of God."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/24/",
        "ayah_number": 24,
        "text": "It is He who restrained their hands from you, and your hands from them, in the hollow of Mecca, after that He made you victors over them. God sees the things you do."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/25/",
        "ayah_number": 25,
        "text": "They are the ones who disbelieved, and barred you from the Holy Mosque and the offering, detained so as not to reach its place of sacrifice. If it had not been for certain men believers and certain women believers whom you knew not, lest you should trample them, and there befall you guilt unwittingly on their account (that God may admit into His mercy whom He will), had they been separated clearly, then We would have chastised the unbelievers among them with a painful chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/26/",
        "ayah_number": 26,
        "text": "When the unbelievers set in their hearts fierceness, the fierceness of pagandom, then God sent down His Shechina upon His Messenger and the believers, and fastened to them the word of godfearing to which they have better right and are worthy of; and God has' knowledge of everything."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/27/",
        "ayah_number": 27,
        "text": "God has indeed fulfilled the vision He vouchsafed to His Messenger truly: 'You shall enter the Holy Mosque, if God wills, in security, your heads shaved, your hair cut short, not fearing.' He knew what you knew not, and appointed ere that a nigh victory."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/28/",
        "ayah_number": 28,
        "text": "It is He who has sent His Messenger with the guidance and the religion of truth, that He may uplift it above every religion. God suffices as a witness."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/48/29/",
        "ayah_number": 29,
        "text": "Muhammad is the Messenger of God, and those who are with him are hard against the unbelievers, merciful one to another. Thou seest them bowing, prostrating, seeking bounty from God and good pleasure. Their mark is on their faces, the trace of prostration. That is their likeness in the Torah, and their likeness in the Gospel: as a seed that puts forth its shoot, and strengthens it, and it grows stout and rises straight upon its stalk, pleasing the sowers, that through them He may enrage the unbelievers. God has promised those of them who believe and do deeds of righteousness forgiveness and a mighty wage."
    }
]