[
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/1/",
        "ayah_number": 1,
        "text": "All that is in the heavens and the earth magnifies God; He is the All-mighty, the All-wise."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/2/",
        "ayah_number": 2,
        "text": "It is He who expelled from their habitations the unbelievers among the People of the Book at the first mustering. You did not think that they would go forth, and they thought that their fortresses would defend them against God; then God came upon them from whence they had not reckoned, and He cast terror into their hearts as they destroyed their houses with their own hands, and the hands of the believers; therefore take heed, you who have eyes!"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/3/",
        "ayah_number": 3,
        "text": "Had God not prescribed dispersal for them, He would have chastised them in this world; and there awaits them in the world to come the chastisement of the Fire."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/4/",
        "ayah_number": 4,
        "text": "That is because they made a breach with God and His Messenger; and whosoever makes a breach with God, God is terrible in retribution."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/5/",
        "ayah_number": 5,
        "text": "Whatever palm-trees you cut down, or left standing upon their roots, that was by God's leave, and that He might degrade the ungodly."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/6/",
        "ayah_number": 6,
        "text": "And whatever spoils of war God has given unto His Messenger from them, against that you pricked neither horse nor camel; but God gives authority to His Messengers over whomsoever He will. God is powerful over everything."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/7/",
        "ayah_number": 7,
        "text": "Whatsoever spoils of war God has given to His Messenger from the people of the cities belongs to God, and His Messenger, and the near kinsman, orphans, the needy and the traveller, so that it be not a thing taken in turns among the rich of you. Whatever the Messenger gives you, take; whatever he forbids you, give over. And fear God; surely God is terrible in retribution."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/8/",
        "ayah_number": 8,
        "text": "It is for the poor emigrants, who were expelled from their habitations and their possessions, seeking bounty from God and good pleasure, and helping God and His Messenger; those -- they are the truthful ones."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/9/",
        "ayah_number": 9,
        "text": "And those who made their dwelling in the abode, and in belief, before them; love whosoever has emigrated to them, not finding in their breasts any need for what they have been given, and preferring others above themselves, even though poverty be their portion. And whoso is guarded against the avarice of his own soul, those -- they are the prosperers."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/10/",
        "ayah_number": 10,
        "text": "And as for those who came after them, they say, 'Our Lord, forgive us and our brothers, who preceded us in belief, and put Thou not into our hearts any rancour towards those who believe. Our Lord, surely Thou art the All-gentle, the All-compassionate.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/11/",
        "ayah_number": 11,
        "text": "Hast thou not regarded the hypocrites, saying to their brothers of the People of the Book who disbelieve, 'If you are expelled, we will go forth with you, and we will never obey anyone in regard to you. If you are fought against, we will help you.' And God bears witness that they are truly liars."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/12/",
        "ayah_number": 12,
        "text": "If those are expelled, they will not go forth with them, and if they are fought against, they will not help them. Even if they helped them, they would surely turn their backs, then they would not be helped."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/13/",
        "ayah_number": 13,
        "text": "Why, you arouse greater fear in their hearts than God; that is because they are a people who understand not."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/14/",
        "ayah_number": 14,
        "text": "They will not fight against you all together except in fortified cities, or from behind walls. Their valour is great, among themselves; you think of them as a host; but their hearts are scattered; that is because they are a people who have no sense."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/15/",
        "ayah_number": 15,
        "text": "Like those who a short time before them tasted the mischief of their action; there awaits them a painful chastisement."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/16/",
        "ayah_number": 16,
        "text": "Like Satan, when he said to man, 'Disbelieve'; then, when he disbelieved, he said, 'Surely I am quit of you. Surely I fear God, the Lord of all Being.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/17/",
        "ayah_number": 17,
        "text": "Their end is, both are in the Fire, there dwelling forever; that is the recompense of the evildoers."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/18/",
        "ayah_number": 18,
        "text": "O believers, fear God. Let every soul consider what it has forwarded for the morrow. And fear God; God is aware of the things you do."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/19/",
        "ayah_number": 19,
        "text": "Be not as those who forgot God, and so He caused them to forget their souls; those -- they are the ungodly."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/20/",
        "ayah_number": 20,
        "text": "Not equal are the inhabitants of the Fire and the inhabitants of Paradise. The inhabitants of Paradise -- they are the triumphant."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/21/",
        "ayah_number": 21,
        "text": "If We had sent down this Koran upon a mountain, thou wouldst have seen it humbled, split asunder out of the fear of God. And those similitudes -- We strike them for men; haply they will reflect."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/22/",
        "ayah_number": 22,
        "text": "He is God; there is no god but He. He is the knower of the Unseen and the Visible; He is the All-merciful, the All-compassionate."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/23/",
        "ayah_number": 23,
        "text": "He is God; there is no god but He. He is the King, the All-holy, the All-peaceable, the All-faithful, the All-preserver, the All-mighty, the All-compeller, the All-sublime. Glory be to God, above that they associate!"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/59/24/",
        "ayah_number": 24,
        "text": "He is God, the Creator, the Maker, the Shaper. To Him belong the Names Most Beautiful. All that is in the heavens and the earth magnifies Him; He is the All-mighty, the All-wise."
    }
]