[
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/1/",
        "ayah_number": 1,
        "text": "All that is in the heavens and the earth magnifies God. His is the Kingdom, and His is the praise, and He is powerful over everything."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/2/",
        "ayah_number": 2,
        "text": "It is He who created you. One of you is an unbeliever, and one of you a believer; and God sees the things you do."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/3/",
        "ayah_number": 3,
        "text": "He created the heavens and the earth with the truth, and He shaped you, and shaped you well; and unto Him is the homecoming."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/4/",
        "ayah_number": 4,
        "text": "He knows whatever is in the heavens and the earth, and He knows what you conceal and what you publish. God knows the thoughts within the breasts."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/5/",
        "ayah_number": 5,
        "text": "Has there not come to you the tidings of those that disbelieved before, then tasted the mischief of their action, and there yet awaits them a painful chastisement?"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/6/",
        "ayah_number": 6,
        "text": "That is because their Messengers came to them with the clear signs, and then they said, 'What, shall mortals be our guides?' Therefore they disbelieved, and turned away; and God was in no need of them. And God is All-sufficient, All-laudable."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/7/",
        "ayah_number": 7,
        "text": "The unbelievers assert that they will never be raised up. Say: 'Yes indeed, by my Lord! You shall be raised up, then you shall be told the things you did. That is easy for God.'"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/8/",
        "ayah_number": 8,
        "text": "Therefore believe in God and His Messenger, and in the Light which We have sent down. And God is aware of the things you do."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/9/",
        "ayah_number": 9,
        "text": "Upon the day when He shall gather you for the Day of Gathering; that shall be the Day of Mutual Fraud. And whosoever believes in God, and does righteousness, God will acquit him of his evil deeds, and admit him into gardens underneath which rivers flow, therein to dwell for ever and ever; that is the mighty triumph."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/10/",
        "ayah_number": 10,
        "text": "And those who disbelieved and cried lies to Our signs, those shall be the inhabitants of the Fire. therein to dwell forever -- an evil homecoming!"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/11/",
        "ayah_number": 11,
        "text": "No affliction befalls, except it be by the leave of God. Whosoever believes in God, He will guide his heart. And God has knowledge of everything."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/12/",
        "ayah_number": 12,
        "text": "And obey God, and obey the Messenger; but if you turn your backs, it is only for the Messenger to deliver the Manifest Message."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/13/",
        "ayah_number": 13,
        "text": "God -- there is no god but He. And in God let the believers put their trust."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/14/",
        "ayah_number": 14,
        "text": "O believers, among your wives and children there is an enemy to you; so beware of them. But if you pardon, and overlook, and if you forgive, surely God is All-forgiving, All-compassionate."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/15/",
        "ayah_number": 15,
        "text": "Your wealth and your children are only a trial; and with God is a mighty wage."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/16/",
        "ayah_number": 16,
        "text": "So fear God as far as you are able, and give ear, and obey, and expend well for yourselves. And whosoever is guarded against the avarice of his own soul, those -- they are the prosperers."
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/17/",
        "ayah_number": 17,
        "text": "If you lend to God a good loan, He will multiply it for you, and will forgive you. God is All-thankful, All-clement,"
    },
    {
        "tafseer_id": 9,
        "tafseer_name": "Arberry",
        "ayah_url": "/quran/64/18/",
        "ayah_number": 18,
        "text": "Knower He of the Unseen and the Visible, the All-mighty, the All-wise."
    }
]