[
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/1/",
        "ayah_number": 1,
        "text": "«يسبح لله ما في السماوات وما في الأرض» ينزهه فاللام زائدة، وأتى بما دون من تغليبا للأكثر «له الملك وله الحمد وهو على كل شيء قدير»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/2/",
        "ayah_number": 2,
        "text": "«هو الذي خلقكم فمنكم كافر ومنكم مؤمن» في أصل الخلقة ثم يميتكم ويعيدكم على ذلك «والله بما تعملون بصير»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/3/",
        "ayah_number": 3,
        "text": "«خلق السماوات والأرض بالحق وصوركم فأحسن صوركم» إذ جعل شكل الآدمي أحسن الأشكال «وإليه المصير»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/4/",
        "ayah_number": 4,
        "text": "«يعلم ما في السماوات والأرض ويعلم ما تسرون وما تعلنون والله عليم بذات الصدور» بما فيها من الأسرار والمعتقدات."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/5/",
        "ayah_number": 5,
        "text": "«ألم يأتكم» يا كفار مكة «نبأُ» خبر «الذين كفروا من قبل فذاقوا وبال أمرهم» عقوبة الكفر في الدنيا «ولهم» في الآخرة «عذاب أليم» مؤلم."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/6/",
        "ayah_number": 6,
        "text": "«ذلك» أي عذاب الدنيا «بأنه» ضمير الشأن «كانت تأتيهم رسلهم بالبينات» الحجج الظاهرات على الإيمان «فقالوا أبَشَرٌ» أريد به الجنس «يهدوننا فكفروا وتولوْا» عن الإيمان «واستغنى الله» عن إيمانهم «والله غني» عن خلقه «حميد» محمود في أفعاله."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/7/",
        "ayah_number": 7,
        "text": "«زعم الذين كفروا أن» مخففة واسمها محذوف، أي أنهم «لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/8/",
        "ayah_number": 8,
        "text": "«فآمنوا بالله ورسوله والنور» القرآن «الذي أنزلنا والله بما تعملون خبير»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/9/",
        "ayah_number": 9,
        "text": "اذكر «يوم يجمعكم ليوم الجمع» يوم القيامة «ذلك يوم التغابن» يغبن المؤمنون الكافرين بأخذ منازلهم وأهليهم في الجنة لو آمنوا «ومن يؤمن بالله ويعمل صالحا يكفر عنه سيئاته ويدخله» وفي قراءة بالنون في الفعلين «جنات تجري من تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/10/",
        "ayah_number": 10,
        "text": "«والذين كفروا وكذبوا بآياتنا» القرآن «أولئك أصحاب النار خالدين فيها وبئس المصير» هي."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/11/",
        "ayah_number": 11,
        "text": "«ما أصاب من مصيبة إلا بإذن الله» بقضائه «ومن يؤمن بالله» في قوله إن المصيبة بقضائه «يهد قلبه» للصبر عليها «والله بكل شىء عليم»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/12/",
        "ayah_number": 12,
        "text": "«وأطيعوا الله وأطيعوا الرسول فإن توليتم فإنما على رسولنا البلاغ المبين» البيَّن."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/13/",
        "ayah_number": 13,
        "text": "«الله لا إله إلا هو وعلى الله فليتوكل المؤمنون»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/14/",
        "ayah_number": 14,
        "text": "«يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوّا لكم فاحذروهم» أن تطيعوهم في التخلف عن الخير كالجهاد والهجرة فإن سبب نزول الآية الإطاعة في ذلك «وإن تعفوا» عنهم في تثبيطهم إياكم عن ذلك الخير معتلين بمشقة فراقكم عليهم «وتصفحوا وتغفروا فإن الله غفور رحيم»."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/15/",
        "ayah_number": 15,
        "text": "«إنما أموالكم وأولادكم فتنة» لكم شاغلة عن أمور الآخرة «والله عنده أجر عظيم» فلا تفوتوه باشتغالكم بالأموال والأولاد."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/16/",
        "ayah_number": 16,
        "text": "«فاتقوا الله ما استطعتم» ناسخة لقوله (اتقوا الله حق تقاته) «واسمعوا» ما أُمرتم به سماع قبول «وأطيعوا وأنفقوا» في الطاعة «خيرا لأنفسكم» خبر يكن مقدرة جواب الأمر «ومن يوق شح نفسه فأولئك هم المفلحون» الفائزون."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/17/",
        "ayah_number": 17,
        "text": "«إن تقرضوا الله قرضا حسنا» بأن تتصدقوا عن طيب قلب «يضاعفه لكم» وفي قراءة يضعفه بالتشديد بالواحدة عشرا إلى سبعمائة وأكثر «ويغفر لكم» ما يشاء «والله شكور» مجاز على الطاعة «حليم» في العقاب على المعصية."
    },
    {
        "tafseer_id": 2,
        "tafseer_name": "تفسير الجلالين",
        "ayah_url": "/quran/64/18/",
        "ayah_number": 18,
        "text": "«عالم الغيب» السر «والشهادة» العلانية «العزيز» في ملكه «الحكيم» في صنعه."
    }
]